Tekla Open API Reference for Tekla Structures 2025
LoopEnumerator Properties
The LoopEnumerator type exposes the following members.
Properties
Name | Description
Current
 Returns the current loop.
Top
See Also
Reference
LoopEnumerator Class
Tekla.Structures.Solid Namespace